Repository: artisticlight/audio-scribe-site
Catalog: src/locale/messages.*.xlf
Languages: es, fr

source: Privacy Policy
es: política de privacidad
fr: politique de confidentialité

source: Privacy
es: Privacidad
fr: Confidentialité

source: Download
es: Descargar
fr: Télécharger

source: Get Launch Updates
es: Obtenga actualizaciones de lanzamiento
fr: Obtenez les mises à jour de lancement

source: Professional voice transcription for Mac, iPad, and iPhone.
es: Transcripción de voz profesional para Mac, iPad y iPhone.
fr: Transcription vocale professionnelle pour Mac, iPad et iPhone.

source: Quick Links
es: Enlaces rápidos
fr: Liens rapides

source: Documentation
es: Documentación

source: Support
es: Apoyo
fr: Soutien

source: Language:
es: Idioma:
fr: Langue:

source: App Store link coming soon.
es: Próximamente enlace a la App Store.
fr: Lien App Store à venir.

source: Notify Me
es: Notificarme
fr: Prévenez-moi

source: All rights reserved.
es: Reservados todos los derechos.
fr: Tous droits réservés.

source: Switch to light mode
es: Cambiar al modo de luz
fr: Passer en mode lumière

source: Switch to dark mode
es: Cambiar al modo oscuro
fr: Passer en mode sombre

source: Home
es: Hogar
fr: Maison

source: About
es: Acerca de
fr: À propos

source: About INTERPOLATION
es: Acerca de INTERPOLATION
fr: À propos de INTERPOLATION

source: INTERPOLATION is a professional voice transcription application designed exclusively for Apple devices. Our mission is to make voice-to-text conversion accessible, accurate, and private.
es: INTERPOLATION es una aplicación de transcripción de voz profesional diseñada exclusivamente para dispositivos Apple. Nuestra misión es hacer que la conversión de voz a texto sea accesible, precisa y privada.
fr: INTERPOLATION est une application de transcription vocale professionnelle conçue exclusivement pour les appareils Apple. Notre mission est de rendre la conversion voix-texte accessible, précise et privée.

source: Our Mission
es: Nuestra Misión
fr: Notre mission

source: We believe that voice transcription should be simple, accurate, and respect your privacy. That's why we built INTERPOLATION to process everything locally on your device, ensuring your audio never leaves your control.
es: Creemos que la transcripción de voz debe ser sencilla, precisa y respetar su privacidad. Es por eso que creamos INTERPOLATION para procesar todo localmente en tu dispositivo, asegurando que tu audio nunca salga de tu control.
fr: Nous pensons que la transcription vocale doit être simple, précise et respecter votre vie privée. C'est pourquoi nous avons créé INTERPOLATION pour tout traiter localement sur votre appareil, garantissant ainsi que votre audio ne quitte jamais votre contrôle.

source: Our Values
es: Nuestros Valores
fr: Nos valeurs

source: Privacy First
es: Privacidad primero
fr: La confidentialité d'abord

source: Your audio stays on your device. Period.
es: Su audio permanece en su dispositivo. Período.
fr: Votre audio reste sur votre appareil. Période.

source: Performance
es: Actuación

source: Lightning-fast transcription with minimal latency.
es: Transcripción ultrarrápida con latencia mínima.
fr: Transcription ultra-rapide avec une latence minimale.

source: User Focused
es: Centrado en el usuario
fr: Axé sur l'utilisateur

source: Designed with real users in mind.
es: Diseñado pensando en usuarios reales.
fr: Conçu en pensant aux vrais utilisateurs.

source: Quality
es: Calidad
fr: Qualité

source: High accuracy across 50+ languages.
es: Alta precisión en más de 50 idiomas.
fr: Haute précision dans plus de 50 langues.

source: Ready to Try INTERPOLATION?
es: ¿Listo para probar INTERPOLATION?
fr: Prêt à essayer INTERPOLATION ?

source: Download now from the App Store.
es: Descárguelo ahora desde la App Store.
fr: Téléchargez-le maintenant depuis l'App Store.

source: Download on App Store
es: Descargar en la tienda de aplicaciones
fr: Télécharger sur l'App Store

source: The App Store listing is coming soon. Join the launch list for updates.
es: La lista de la App Store estará disponible pronto. Únase a la lista de lanzamiento para recibir actualizaciones.
fr: La liste de l'App Store sera bientôt disponible. Rejoignez la liste de lancement pour les mises à jour.

source: Getting Started
es: Empezando
fr: Commencer

source: Features
es: Características
fr: Caractéristiques

source: FAQ
es: Preguntas frecuentes

source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Foire aux questions

source: Is my audio data sent to the cloud?
es: ¿Mis datos de audio se envían a la nube?
fr: Mes données audio sont-elles envoyées vers le cloud ?

source: No. All transcription processing happens locally on your device. Your audio never leaves your device, ensuring complete privacy.
es: No. Todo el procesamiento de transcripción se realiza localmente en su dispositivo. Su audio nunca sale de su dispositivo, lo que garantiza una privacidad total.
fr: Non. Tout le traitement de transcription s’effectue localement sur votre appareil. Votre audio ne quitte jamais votre appareil, garantissant une confidentialité totale.

source: Which languages are supported?
es: ¿Qué idiomas son compatibles?
fr: Quelles langues sont prises en charge ?

source: INTERPOLATION supports over 50 languages including English, Spanish, French, German, Italian, Portuguese, Japanese, Korean, and Chinese. Check the Features section for the complete list.
es: INTERPOLATION admite más de 50 idiomas, incluidos inglés, español, francés, alemán, italiano, portugués, japonés, coreano y chino. Consulte la sección Funciones para obtener la lista completa.
fr: INTERPOLATION prend en charge plus de 50 langues, dont l'anglais, l'espagnol, le français, l'allemand, l'italien, le portugais, le japonais, le coréen et le chinois. Consultez la section Fonctionnalités pour la liste complète.

source: Do I need an internet connection?
es: ¿Necesito una conexión a Internet?
fr: Ai-je besoin d’une connexion Internet ?

source: No internet connection is required for transcription. The app works entirely offline. You only need internet for iCloud sync and initial app download.
es: No se requiere conexión a Internet para la transcripción. La aplicación funciona completamente sin conexión. Solo necesitas Internet para la sincronización de iCloud y la descarga inicial de la aplicación.
fr: Aucune connexion Internet n’est requise pour la transcription. L'application fonctionne entièrement hors ligne. Vous n’avez besoin d’Internet que pour la synchronisation iCloud et le téléchargement initial de l’application.

source: How do I export my transcriptions?
es: ¿Cómo exporto mis transcripciones?
fr: Comment exporter mes transcriptions ?

source: Tap the share button on any transcription to export it as TXT, PDF, DOCX, or RTF format. You can also copy the text directly to your clipboard.
es: Toque el botón compartir en cualquier transcripción para exportarla en formato TXT, PDF, DOCX o RTF. También puedes copiar el texto directamente a tu portapapeles.
fr: Appuyez sur le bouton de partage de n'importe quelle transcription pour l'exporter au format TXT, PDF, DOCX ou RTF. Vous pouvez également copier le texte directement dans votre presse-papiers.

source: Is there a subscription fee?
es: ¿Hay una tarifa de suscripción?
fr: Y a-t-il des frais d'abonnement ?

source: INTERPOLATION is a one-time purchase with no subscription required. All future updates are included with your purchase.
es: INTERPOLATION es una compra única que no requiere suscripción. Todas las actualizaciones futuras están incluidas con su compra.
fr: INTERPOLATION est un achat unique sans abonnement requis. Toutes les futures mises à jour sont incluses avec votre achat.

source: Real-time Transcription
es: Transcripción en tiempo real
fr: Transcription en temps réel

source: Experience instant speech-to-text conversion as you speak. Our advanced AI processes your voice in real-time with minimal latency.
es: Experimente la conversión instantánea de voz a texto mientras habla. Nuestra IA avanzada procesa su voz en tiempo real con una latencia mínima.
fr: Faites l'expérience d'une conversion parole-texte instantanée pendant que vous parlez. Notre IA avancée traite votre voix en temps réel avec une latence minimale.

source: Offline Processing
es: Procesamiento fuera de línea
fr: Traitement hors ligne

source: All transcription happens locally on your device. Your audio never leaves your device, ensuring maximum privacy and security.
es: Toda la transcripción se realiza localmente en su dispositivo. Su audio nunca sale de su dispositivo, lo que garantiza la máxima privacidad y seguridad.
fr: Toute transcription s'effectue localement sur votre appareil. Votre audio ne quitte jamais votre appareil, garantissant ainsi une confidentialité et une sécurité maximales.

source: Multi-language Support
es: Soporte multilingüe

source: INTERPOLATION supports over 50 languages and dialects, including:
es: INTERPOLATION admite más de 50 idiomas y dialectos, incluidos:
fr: INTERPOLATION prend en charge plus de 50 langues et dialectes, notamment :

source: English (US, UK, Australian)
es: Inglés (EE.UU., Reino Unido, Australia)
fr: Anglais (États-Unis, Royaume-Uni, Australie)

source: Spanish (Spain, Latin America)
es: Español (España, Latinoamérica)
fr: Espagnol (Espagne, Amérique latine)

source: French
es: Francés
fr: Français

source: German
es: Alemán
fr: Allemand

source: Italian
es: italiano
fr: italien

source: Portuguese
es: portugués
fr: portugais

source: Japanese
es: japonés
fr: japonais

source: Korean
es: coreano
fr: coréen

source: Chinese (Mandarin, Cantonese)
es: Chino (mandarín, cantonés)
fr: Chinois (mandarin, cantonais)

source: Export Options
es: Opciones de exportación
fr: Options d'exportation

source: Export your transcriptions in multiple formats:
es: Exporta tus transcripciones en múltiples formatos:
fr: Exportez vos transcriptions dans plusieurs formats :

source: Plain Text (.txt)
es: Texto sin formato (.txt)
fr: Texte brut (.txt)

source: PDF Document
es: Documento PDF
fr: Document PDF

source: Rich Text Format (.rtf)
es: Formato de texto enriquecido (.rtf)
fr: Format de texte enrichi (.rtf)

source: iCloud Sync
es: Sincronización de iCloud
fr: Synchronisation iCloud

source: Your transcriptions sync seamlessly across all your Apple devices via iCloud. Start on your iPhone, continue on your Mac, and access from your iPad.
es: Tus transcripciones se sincronizan perfectamente en todos tus dispositivos Apple a través de iCloud. Comienza en tu iPhone, continúa en tu Mac y accede desde tu iPad.
fr: Vos transcriptions se synchronisent de manière transparente sur tous vos appareils Apple via iCloud. Commencez sur votre iPhone, continuez sur votre Mac et accédez depuis votre iPad.

source: Getting Started with INTERPOLATION
es: Empezando con INTERPOLATION
fr: Premiers pas avec INTERPOLATION

source: Installation
es: Instalación

source: INTERPOLATION is available on the Apple App Store for Mac, iPad, and iPhone. Simply search for "INTERPOLATION" or click the download link.
es: INTERPOLATION está disponible en la App Store de Apple para Mac, iPad y iPhone. Simplemente busque "INTERPOLATION" o haga clic en el enlace de descarga.
fr: INTERPOLATION est disponible sur l'App Store d'Apple pour Mac, iPad et iPhone. Recherchez simplement « INTERPOLATION » ou cliquez sur le lien de téléchargement.

source: First Steps
es: Pinitos
fr: Premiers pas

source: Open INTERPOLATION on your device
es: Abre INTERPOLATION en tu dispositivo
fr: Ouvrez INTERPOLATION sur votre appareil

source: Grant microphone permissions when prompted
es: Conceder permisos de micrófono cuando se le solicite
fr: Accorder des autorisations de microphone lorsque vous y êtes invité

source: Tap the record button to start transcribing
es: Toque el botón de grabación para comenzar a transcribir
fr: Appuyez sur le bouton d'enregistrement pour commencer la transcription

source: Speak clearly into your device's microphone
es: Habla claramente por el micrófono de tu dispositivo
fr: Parlez clairement dans le microphone de votre appareil

source: Tap stop when finished to see your transcription
es: Toca detener cuando termines para ver tu transcripción
fr: Appuyez sur arrêter lorsque vous avez terminé pour voir votre transcription

source: System Requirements
es: Requisitos del sistema
fr: Configuration système requise

source: macOS 14.0 or later
es: MacOS 14.0 o posterior
fr: macOS 14.0 ou version ultérieure

source: iOS 17.0 or later
es: iOS 17.0 o posterior
fr: iOS 17.0 ou version ultérieure

source: iPadOS 17.0 or later
es: iPadOS 17.0 o posterior
fr: iPadOS 17.0 ou version ultérieure

source: Transform Your Voice into Text
es: Transforma tu voz en texto
fr: Transformez votre voix en texte

source: Professional-grade voice transcription for Mac, iPad, and iPhone. Powered by AI, designed for privacy.
es: Transcripción de voz de nivel profesional para Mac, iPad y iPhone. Desarrollado por IA, diseñado para la privacidad.
fr: Transcription vocale de qualité professionnelle pour Mac, iPad et iPhone. Propulsé par l'IA, conçu pour la confidentialité.

source: Download on the App Store
es: Descargar en la tienda de aplicaciones
fr: Télécharger sur l'App Store

source: Learn More
es: Más información
fr: Apprendre encore plus

source: Everything you need for professional voice transcription
es: Todo lo que necesitas para la transcripción de voz profesional
fr: Tout ce dont vous avez besoin pour une transcription vocale professionnelle

source: Available on All Your Devices
es: Disponible en todos sus dispositivos
fr: Disponible sur tous vos appareils

source: Seamless experience across Apple ecosystem
es: Experiencia perfecta en todo el ecosistema de Apple
fr: Expérience transparente dans l’écosystème Apple

source: Mac
es: Impermeable

source: Full-featured desktop experience
es: Experiencia de escritorio con todas las funciones
fr: Expérience de bureau complète

source: Optimized for iPad and iPad Pro
es: Optimizado para iPad y iPad Pro
fr: Optimisé pour iPad et iPad Pro

source: Record and transcribe on the go
es: Graba y transcribe sobre la marcha
fr: Enregistrez et transcrivez en déplacement

source: Ready to Get Started?
es: ¿Listo para empezar?
fr: Prêt à commencer ?

source: Download INTERPOLATION from the App Store today.
es: Descarga INTERPOLATION desde la App Store hoy.
fr: Téléchargez INTERPOLATION depuis l'App Store dès aujourd'hui.

source: Download Now
es: Descargar ahora
fr: Télécharger maintenant

source: App Store listing coming soon. Join the launch list for updates.
es: Listado de la App Store próximamente. Únase a la lista de lanzamiento para recibir actualizaciones.
fr: Liste de l'App Store à venir. Rejoignez la liste de lancement pour les mises à jour.

source: Accurate Transcription
es: Transcripción precisa
fr: Transcription précise

source: Advanced AI-powered speech recognition for accurate voice-to-text conversion.
es: Reconocimiento de voz avanzado impulsado por IA para una conversión precisa de voz a texto.
fr: Reconnaissance vocale avancée basée sur l'IA pour une conversion voix-texte précise.

source: Real-time Processing
es: Procesamiento en tiempo real
fr: Traitement en temps réel

source: Get instant transcriptions as you speak with minimal latency.
es: Obtenga transcripciones instantáneas mientras habla con una latencia mínima.
fr: Obtenez des transcriptions instantanées pendant que vous parlez avec une latence minimale.

source: Cross-Platform Sync
es: Sincronización multiplataforma
fr: Synchronisation multiplateforme

source: Seamlessly sync your transcriptions across Mac, iPad, and iPhone.
es: Sincroniza perfectamente tus transcripciones en Mac, iPad y iPhone.
fr: Synchronisez en toute transparence vos transcriptions sur Mac, iPad et iPhone.

source: Your audio never leaves your device. All processing happens locally.
es: Tu audio nunca sale de tu dispositivo. Todo el procesamiento ocurre localmente.
fr: Votre audio ne quitte jamais votre appareil. Tout le traitement se produit localement.

source: Export to multiple formats including TXT, PDF, and DOCX.
es: Exporte a múltiples formatos, incluidos TXT, PDF y DOCX.
fr: Exportez vers plusieurs formats, notamment TXT, PDF et DOCX.

source: Support for over 50 languages and dialects.
es: Soporte para más de 50 idiomas y dialectos.
fr: Prise en charge de plus de 50 langues et dialectes.

source: Last updated: January 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026

source: Introduction
es: Introducción

source: INTERPOLATION ("we", "our", or "us") is committed to protecting your privacy. This Privacy Policy explains how we handle your information when you use our voice transcription application.
es: INTERPOLATION ("nosotros", "nuestro" o "nos") se compromete a proteger su privacidad. Esta Política de Privacidad explica cómo manejamos su información cuando utiliza nuestra aplicación de transcripción de voz.
fr: INTERPOLATION ("nous", "notre" ou "notre") s'engage à protéger votre vie privée. Cette politique de confidentialité explique comment nous traitons vos informations lorsque vous utilisez notre application de transcription vocale.

source: Data Processing
es: Proceso de datos
fr: Informatique

source: All voice transcription processing occurs entirely on your device. Your audio recordings and transcriptions are never transmitted to our servers or any third-party services.
es: Todo el procesamiento de la transcripción de voz se realiza íntegramente en su dispositivo. Sus grabaciones y transcripciones de audio nunca se transmiten a nuestros servidores ni a ningún servicio de terceros.
fr: Tout le traitement de transcription vocale s’effectue entièrement sur votre appareil. Vos enregistrements audio et transcriptions ne sont jamais transmis à nos serveurs ou à des services tiers.

source: Information We Collect
es: Información que recopilamos
fr: Informations que nous collectons

source: We do not collect personal information. Specifically:
es: No recopilamos información personal. Específicamente:
fr: Nous ne collectons pas d'informations personnelles. Spécifiquement:

source: Voice recordings stay on your device
es: Las grabaciones de voz permanecen en su dispositivo
fr: Les enregistrements vocaux restent sur votre appareil

source: Transcriptions are stored locally and optionally in your iCloud
es: Las transcripciones se almacenan localmente y, opcionalmente, en tu iCloud.
fr: Les transcriptions sont stockées localement et éventuellement dans votre iCloud

source: We do not collect usage analytics
es: No recopilamos análisis de uso.
fr: Nous ne collectons pas d'analyses d'utilisation

source: We do not use cookies or tracking technologies
es: No utilizamos cookies ni tecnologías de seguimiento.
fr: Nous n'utilisons pas de cookies ni de technologies de suivi

source: iCloud Data
es: Datos de iCloud
fr: Données iCloud

source: If you enable iCloud sync, your transcriptions are stored in your personal iCloud account. This data is encrypted and managed by Apple according to their privacy policies. We do not have access to your iCloud data.
es: Si habilita la sincronización de iCloud, sus transcripciones se almacenan en su cuenta personal de iCloud. Apple cifra y gestiona estos datos de acuerdo con sus políticas de privacidad. No tenemos acceso a sus datos de iCloud.
fr: Si vous activez la synchronisation iCloud, vos transcriptions sont stockées dans votre compte iCloud personnel. Ces données sont cryptées et gérées par Apple conformément à leurs politiques de confidentialité. Nous n'avons pas accès à vos données iCloud.

source: Third-Party Services
es: Servicios de terceros
fr: Services tiers

source: INTERPOLATION does not integrate with any third-party analytics, advertising, or data collection services. The app functions entirely offline.
es: INTERPOLATION no se integra con ningún servicio de análisis, publicidad o recopilación de datos de terceros. La aplicación funciona completamente sin conexión.
fr: INTERPOLATION ne s'intègre à aucun service tiers d'analyse, de publicité ou de collecte de données. L'application fonctionne entièrement hors ligne.

source: Children's Privacy
es: Privacidad de los niños
fr: Confidentialité des enfants

source: Our app is suitable for all ages. Since we do not collect any personal information, our services are safe for children to use.
es: Nuestra aplicación es adecuada para todas las edades. Dado que no recopilamos ninguna información personal, nuestros servicios son seguros para que los utilicen los niños.
fr: Notre application convient à tous les âges. Puisque nous ne collectons aucune information personnelle, nos services sont sûrs pour les enfants.

source: Changes to This Policy
es: Cambios a esta política
fr: Modifications de cette politique

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the "Last updated" date.
es: Podemos actualizar esta Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de "Última actualización".
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour la date de « Dernière mise à jour ».

source: Contact Us
es: Contáctenos
fr: Contactez-nous

source: If you have questions about this Privacy Policy, please contact us at:
es: Si tiene preguntas sobre esta Política de Privacidad, contáctenos en:
fr: Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à :

source: We're here to help you get the most out of INTERPOLATION.
es: Estamos aquí para ayudarle a aprovechar al máximo INTERPOLATION.
fr: Nous sommes là pour vous aider à tirer le meilleur parti de INTERPOLATION.

source: Quick Help
es: Ayuda rápida
fr: Aide rapide

source: Need More Help?
es: ¿Necesita más ayuda?
fr: Besoin de plus d'aide ?

source: Check our comprehensive documentation or reach out to our support team directly.
es: Consulte nuestra documentación completa o comuníquese directamente con nuestro equipo de soporte.
fr: Consultez notre documentation complète ou contactez directement notre équipe d’assistance.

source: View Documentation
es: Ver documentación
fr: Afficher la documentation

source: Contact Support
es: Contactar con soporte
fr: Contacter l'assistance

source: Email Support
es: Soporte por correo electrónico
fr: Assistance par e-mail

source: Send us an email and we'll respond within 24 hours.
es: Envíanos un correo electrónico y te responderemos en 24 horas.
fr: Envoyez-nous un e-mail et nous vous répondrons dans les 24 heures.

source: Report a Bug
es: Informar un error
fr: Signaler un bug

source: Found an issue? Let us know so we can fix it.
es: ¿Encontraste un problema? Háganos saber para que podamos solucionarlo.
fr: Vous avez trouvé un problème ? Faites-le-nous savoir afin que nous puissions y remédier.

source: Feature Request
es: Solicitud de función
fr: Demande de fonctionnalité

source: Have an idea to improve PH? We'd love to hear it.
es: ¿Tienes una idea para mejorar PH? Nos encantaría escucharlo.
fr: Vous avez une idée pour améliorer PH ? Nous serions ravis de l'entendre.

source: How do I grant microphone permissions?
es: ¿Cómo otorgo permisos de micrófono?
fr: Comment accorder des autorisations au microphone ?

source: Go to Settings > Privacy & Security > Microphone on your device and ensure PH is enabled.
es: Vaya a Configuración > Privacidad y seguridad > Micrófono en su dispositivo y asegúrese de que PH esté habilitado.
fr: Accédez à Paramètres > Confidentialité et sécurité > Microphone sur votre appareil et assurez-vous que PH est activé.
