Repository: artisticlight/audio-scribe-site
Catalog: src/locale/messages.*.xlf
Languages: es, fr

source: Why isn't my transcription syncing?
es: ¿Por qué no se sincroniza mi transcripción?
fr: Pourquoi ma transcription ne se synchronise-t-elle pas ?

source: Make sure you're signed into iCloud and have a stable internet connection. Check that iCloud Drive is enabled for PH.
es: Asegúrate de haber iniciado sesión en iCloud y tener una conexión a Internet estable. Verifique que iCloud Drive esté habilitado para PH.
fr: Assurez-vous que vous êtes connecté à iCloud et que vous disposez d'une connexion Internet stable. Vérifiez qu'iCloud Drive est activé pour PH.

source: How do I delete a transcription?
es: ¿Cómo elimino una transcripción?
fr: Comment supprimer une transcription ?

source: Swipe left on the transcription in the list view and tap Delete, or open the transcription and tap the trash icon.
es: Desliza el dedo hacia la izquierda en la transcripción en la vista de lista y toca Eliminar, o abre la transcripción y toca el ícono de la papelera.
fr: Faites glisser votre doigt vers la gauche sur la transcription dans la vue liste et appuyez sur Supprimer, ou ouvrez la transcription et appuyez sur l'icône de la corbeille.
